LocalizationManager:add_localized_strings({
--other Achievement
    ["achievement_cee_1_additional"] = "Не требует от вас игры с 0-го ранга серии ограблений. Вы можете использовать монеты Континенталь для покупки начальных рангов серии ограблений.",
    ["achievement_cee_2_additional"] = "Не требует от вас игры с 0-го ранга серии ограблений. Вы можете использовать монеты Континенталь для покупки начальных рангов серии ограблений.",
    ["achievement_cee_3_additional"] = "Не требует от вас игры с 0-го ранга серии ограблений. Вы можете использовать монеты Континенталь для покупки начальных рангов серии ограблений.",

    ["achievement_pim_1_desc"] = "Убейте 30 снайперов, используя снайперскую винтовку Desertfox на уровне сложности \"OVERKILL\" или выше.",
    ["achievement_pim_2_desc"] = "Выполняя контракт \"Станция Myrkywater\", убейте 8 охранников с помощью метательного ножа в приседе. Контракт должен быть завершен для засчитывания прогресса достижения.",
    ["achievement_pim_3_desc"] = "Выполняя контракт \"Точка кипения\" убейте 45 русских спец-юнитов, используя пистолет-пулемет Jackal на сложности \"OVERKILL\" или выше.",
    ["achievement_pim_4_desc"] = "Завершите контракт \"Поджигатель\" на сложности \"OVERKILL\" или выше так, чтобы все члены команды использовали только пистолет Contractor.",

    ["achievement_pxp1_1_additional"] = "Для этого достижения вам нужно совершать убийства из гранатомета с ядовитыми гранатами \"Viper\", либо метательным оружием \"Сюрикен\" или \"Кунай\", либо шприцем из нержавеющей стали (в ближнем бою), либо отравленными стрелами из лука или арбалета.",
    ["achievement_pxp2_1_additional"] = "Это достижение требует наличие дополнения McShay Weapon Pack 2.",
	["achievement_pxp2_1_desc"] = "Убейте 500 врагов из Hailstorm Mk 5 в режиме залповой стрельбы.",
	["achievement_pxp2_1_unlock"] = "Открывает модификацию \"Комплект \"Прототип\" \".",

	["achievement_pxp2_2"] = "Грабитель с дробовиком",
	["achievement_pxp2_2_additional"] = "Это достижение требует наличие дополнения McShay Weapon Pack 2.",
	["achievement_pxp2_2_desc"] = "Убейте 1000 врагов из любой версии VD-12.",
	["achievement_pxp2_2_unlock"] = "Открывает модификацию \"Комплект \"Патриот\" \".",

	["achievement_pxp2_3"] = "Заклинатель змей",
	["achievement_pxp2_3_desc"] = "Убейте 100 врагов метательной гранатой \"Viper\" на сложности OVERKILL или выше.",
	["achievement_pxp2_3_unlock"] = "Открывает модификацию \"Пуля Надгробие\" для дробовиков.",

--Hostile Takeover
    ["achievement_corp_1"] = "Плохая компания",
    ["achievement_corp_1_desc"] = "Завершите контракт \"Корпоративный захват\" на сложности \"Нормально\" или выше.",
    ["achievement_corp_1_additional"] = "Для получения этой ачивки вам нужно пройти игру от лобби до конца ограбления.",

    ["achievement_corp_2"] = "Смещение продукции",
    ["achievement_corp_2_desc"] = "Завершите контракт \"Корпоративный захват\" на сложности \"Сложно\" или выше.",
    ["achievement_corp_2_additional"] = "Для получения этой ачивки вам нужно пройти игру от лобби до конца ограбления.",

    ["achievement_corp_3"] = "У вас есть компромат",
    ["achievement_corp_3_desc"] = "Завершите контракт \"Корпоративный захват\" на сложности \"Очень сложно\" или выше.",
    ["achievement_corp_3_additional"] = "Для получения этой ачивки вам нужно пройти игру от лобби до конца ограбления.",

    ["achievement_corp_4"] = "Уловленный углерод",
    ["achievement_corp_4_desc"] = "Завершите контракт \"Корпоративный захват\" на сложности \"OVERKILL\" или выше.",
    ["achievement_corp_4_additional"] = "Для получения этой ачивки вам нужно пройти игру от лобби до конца ограбления.",

    ["achievement_corp_5"] = "Назад в лабораторию",
    ["achievement_corp_5_desc"] = "Завершите контракт \"Корпоративный захват\" на сложности \"Хаос\" или выше.",
    ["achievement_corp_5_additional"] = "Для получения этой ачивки вам нужно пройти игру от лобби до конца ограбления.",

    ["achievement_corp_6"] = "На чёрный день",
    ["achievement_corp_6_desc"] = "Завершите контракт \"Корпоративный захват\" на сложности \"Жажда смерти\" или выше.",
    ["achievement_corp_6_additional"] = "Для получения этой ачивки вам нужно пройти игру от лобби до конца ограбления.",

    ["achievement_corp_7"] = "Что будет, то будет, SERA",
    ["achievement_corp_7_desc"] = "Завершите контракт \"Корпоративный захват\" на сложности \"Смертный приговор\".",
    ["achievement_corp_7_additional"] = "Для получения этой ачивки вам нужно пройти игру от лобби до конца ограбления.",

    ["achievement_corp_8"] = "Корпоративный шпионаж",
    ["achievement_corp_8_desc"] = "Завершите контракт \"Корпоративный захват\" на сложности \"Смертный приговор\" со включенным модификатором \"Одно падение\".",
    ["achievement_corp_8_additional"] = "Для получения этой ачивки вам нужно пройти игру от лобби до конца ограбления. Модификатор \"Одно падение\" можно активировать на экране покупки контракта.",

    ["achievement_corp_12"] = "Просто проезжаем",
    ["achievement_corp_12_desc"] = "Завершите контракт \"Корпоративный захват\" скрытно за 7 минут в одиночной игре или за 4 минуты в многопользовательской игре на сложности OVERKILL и выше, не убив ни одного гражданского.",
    ["achievement_corp_12_additional"] = "Для получения этой ачивки вам нужно пройти игру от лобби до конца ограбления.",

    ["achievement_corp_11"] = "Гольф-кар 64",
    ["achievement_corp_11_desc"] = "В ограблении \"Корпоративный захват\" используйте гольф-кар, чтобы разбить все автобусные знаки в числовом порядке за 1 минуту.",
    ["achievement_corp_11_additional"] = "Таймер запускается после того, как будет разрушен первый знак.",

    ["achievement_corp_10"] = "Шоковая система",
    ["achievement_corp_10_desc"] = "В ограблении \"Корпоративный захват\" на сложности OVERKILL или выше, находясь в затопленной лаборатории, заманите хотя бы 50 врагов на смерть от электрического удара.",

    ["achievement_corp_9"] = "Техасские сокровища, Часть 3",
    ["achievement_corp_9_desc"] = "В ограблении \"Корпоративный захват\" используйте USB-ключ, чтобы найти и открыть скрытый сейф и украсть его содержимое.",
    ["achievement_corp_9_additional"] = "Для получения этой ачивки необходимо сначала получить ачивку \"Техасские сокровища, Часть 2\".",

--Crude Awakening
    ["achievement_deep_1"] = "В процессе ограбления не пострадала ни одна рыба",
    ["achievement_deep_1_desc"] = "Завершите контракт \"Нефтяной шок\" на сложности \"Нормально\" или выше.",
    ["achievement_deep_1_additional"] = "Для получения этой ачивки вам нужно пройти игру от лобби до конца ограбления.",

    ["achievement_deep_2"] = "Полночное масло",
    ["achievement_deep_2_desc"] = "Завершите контракт \"Нефтяной шок\" на сложности \"Сложно\" или выше.",
    ["achievement_deep_2_additional"] = "Для получения этой ачивки вам нужно пройти игру от лобби до конца ограбления.",

    ["achievement_deep_3"] = "В огне",
    ["achievement_deep_3_desc"] = "Завершите контракт \"Нефтяной шок\" на сложности \"Очень сложно\" или выше.",
    ["achievement_deep_3_additional"] = "Для получения этой ачивки вам нужно пройти игру от лобби до конца ограбления.",

    ["achievement_deep_4"] = "SERA нуждается в аптечке",
    ["achievement_deep_4_desc"] = "Завершите контракт \"Нефтяной шок\" на сложности \"OVERKILL\" или выше.",
    ["achievement_deep_4_additional"] = "Для получения этой ачивки вам нужно пройти игру от лобби до конца ограбления.",

    ["achievement_deep_5"] = "Чёрное золото горит",
    ["achievement_deep_5_desc"] = "Завершите контракт \"Нефтяной шок\" на сложности \"Хаос\" или выше.",
    ["achievement_deep_5_additional"] = "Для получения этой ачивки вам нужно пройти игру от лобби до конца ограбления.",

    ["achievement_deep_6"] = "Буровая установка не работает",
    ["achievement_deep_6_desc"] = "Завершите контракт \"Нефтяной шок\" на сложности \"Жажда смерти\" или выше.",
    ["achievement_deep_6_additional"] = "Для получения этой ачивки вам нужно пройти игру от лобби до конца ограбления.",

    ["achievement_deep_7"] = "Гори, детка, гори",
    ["achievement_deep_7_desc"] = "Завершите контракт \"Нефтяной шок\" на сложности \"Смертный приговор\".",
    ["achievement_deep_7_additional"] = "Для получения этой ачивки вам нужно пройти игру от лобби до конца ограбления.",

    ["achievement_deep_8"] = "Техасская жара",
    ["achievement_deep_8_desc"] = "Завершите контракт \"Нефтяной шок\" на сложности \"Смертный приговор\" с активированным модификатором \"Одно падение\".",
    ["achievement_deep_8_additional"] = "Для получения этой ачивки вам нужно пройти игру от лобби до конца ограбления. Модификатор \"Одно падение\" можно активировать на экране выбора контракта.",

    ["achievement_deep_9"] = "Чайки не существуют",
    ["achievement_deep_9_desc"] = "В ограблении \"Нефтяной шок\" найдите и уничтожьте всех чаек, не подняв тревогу.",

    ["achievement_deep_10"] = "Техасские сокровища, Часть 4",
    ["achievement_deep_10_desc"] = "В ограблении \"Нефтяной шок\" используйте чертёж, чтобы получить код для доступа к самому ценному активу Габриэля.",
    ["achievement_deep_10_additional"] = "Для получения этой ачивки необходимо сначала получить ачивку \"Техасские сокровища, Часть 3\".",
    ["achievement_deep_10_unlock"] = "Открывает костюм \"Техасские сокровища\" и маску \"Midland Memoriam\".",

    ["achievement_deep_11"] = "Ликвидация наличных",
    ["achievement_deep_11_desc"] = "В ограблении \"Нефтяной шок\" выбросьте все деньги Элис Рейни в океан и заберите их на своём катере.",

    ["achievement_deep_12"] = "Человеческий факел",
    ["achievement_deep_12_desc"] = "В ограблении \"Нефтяной шок\" убейте Габриэля, используя не более трёх нефтяных ям, на сложности \"OVERKILL\" или выше.",
    ["achievement_deep_12_unlock"] = "Открывает маску \"Gabriel's Requiem\".",

    ["achievement_deep_13"] = "Правильное дело",
    ["achievement_deep_13_desc"] = "В ограблении \"Нефтяной шок\" найдите самый чистый образец правильной партии нефти с первого раза.",

--Lost In Transit
["achievement_trai_1"] = "Работаем на железной дороге",
["achievement_trai_1_desc"] = "Завершите ограбление \"Потерянный груз\" на сложности \"Нормально\" или выше.",
["achievement_trai_1_additional"] = "Для получения этой ачивки вам нужно пройти игру от лобби до конца ограбления.",

["achievement_trai_2"] = "Ночная погрузка",
["achievement_trai_2_desc"] = "Завершите ограбление \"Потерянный груз\" на сложности \"Сложно\" или выше.",
["achievement_trai_2_additional"] = "Для получения этой ачивки вам нужно пройти игру от лобби до конца ограбления.",

["achievement_trai_3"] = "Великое ограбление поезда",
["achievement_trai_3_desc"] = "Завершите ограбление \"Потерянный груз\" на сложности \"Очень сложно\" или выше.",
["achievement_trai_3_additional"] = "Для получения этой ачивки вам нужно пройти игру от лобби до конца ограбления.",

["achievement_trai_4"] = "Транзитивное свойство",
["achievement_trai_4_desc"] = "Завершите ограбление \"Потерянный груз\" на сложности \"OVERKILL\" или выше.",
["achievement_trai_4_additional"] = "Для получения этой ачивки вам нужно пройти игру от лобби до конца ограбления.",

["achievement_trai_5"] = "Потерянные и найденные",
["achievement_trai_5_desc"] = "Завершите ограбление \"Потерянный груз\" на сложности \"Хаос\" или выше.",
["achievement_trai_5_additional"] = "Для получения этой ачивки вам нужно пройти игру от лобби до конца ограбления.",

["achievement_trai_6"] = "Поезд Payday",
["achievement_trai_6_desc"] = "Завершите ограбление \"Потерянный груз\" на сложности \"Жажда смерти\" или выше.",
["achievement_trai_6_additional"] = "Для получения этой ачивки вам нужно пройти игру от лобби до конца ограбления.",

["achievement_trai_7"] = "Я люблю поезда",
["achievement_trai_7_desc"] = "Завершите ограбление \"Потерянный груз\" на сложности \"Смертный приговор\".",
["achievement_trai_7_additional"] = "Для получения этой ачивки вам нужно пройти игру от лобби до конца ограбления.",

["achievement_trai_8"] = "Печатаем деньги и убегаем",
["achievement_trai_8_desc"] = "Завершите ограбление \"Потерянный груз\" на сложности \"Смертный приговор\" с активированным модификатором \"Одно падение\".",
["achievement_trai_8_additional"] = "Для получения этой ачивки вам нужно пройти игру от лобби до конца ограбления. Модификатор \"Одно падение\" можно активировать на экране выбора контракта.",

["achievement_trai_9"] = "Техасские сокровища, часть 2",
["achievement_trai_9_desc"] = "В ограблении \"Потерянный груз\" найдите скрытый сейф с замком в виде звезды шерифа и украдите содержимое.",
["achievement_trai_9_additional"] = "Для получения этой ачивки вам нужно сначала получить ачивку \"Техасские сокровища\".",

["achievement_trai_10"] = "Tabula railroad",
["achievement_trai_10_desc"] = "Завершите ограбление \"Потерянный груз\" на сложности \"OVERKILL\" или выше по ГРОМКОМУ, при этом каждый член команды должен быть в костюме \"двойка\", с револьвером Castigo .44 и дробовиком Mosconi 12G, и не использовать навыки.",
["achievement_trai_10_additional"] = "Для получения этой ачивки вам нужно пройти игру от лобби до конца ограбления. Ачивка не засчитается, если вы используете два револьвера Castigo .44.",

["achievement_trai_11"] = "Билли Кид",
["achievement_trai_11_desc"] = "В ограблении \"Потерянный груз\" на сложности \"OVERKILL\" или выше, сделайте 5 убийств выстрелами в голову за 10 секунд, используя револьвер.",
["achievement_trai_11_additional"] = "Для получения этой ачивки вам нужно пройти игру от лобби до конца ограбления.",

["achievement_trai_12"] = "Жертв не будет",
["achievement_trai_12_desc"] = "Завершите ограбление \"Потерянный груз\" без поднятия тревоги или убийства кого-либо.",
["achievement_trai_12_additional"] = "Для получения этой ачивки вам нужно пройти игру от лобби до конца ограбления.",
} )
